[Twk_GFxMoviePlayerMainMenu DisTweaks_GFxMoviePlayerMainMenu]
m_NoProfileMessage="サインインしていません。進行状況をセーブするには、サインインが必要です。今すぐサインインしますか？"
m_NoProfileChoiceOK="YES"
m_NoProfileChoiceBack="NO"
m_NoStorageDeviceMessage="ストレージ機器が選択されていないため、進行状況はセーブされません。続けますか？ ストレージ機器はオプションメニューで選択できます。"
m_NoStorageDeviceChoiceOK="OK"
m_NoStorageDeviceChoiceBack="Back"
m_GameInstallMessage="快適にプレイしていただくため、DISHONOREDを Xbox 360 ハードディスクにインストールすることをお勧めします。インストールには5GBの空き容量が必要です。ゲームを Xbox 360 ハードディスクにインストールする方法については、マニュアル内の「はじめに」をお読みください。"
m_GameInstallChoiceOK="OK"
